import React from 'react';
import Form from '../../Form/Form';
import './What.scss';
const What = () => {
  return (
    <div className='WhatContainer'>
      <div className='WhatTitr'>
        <p style={{ fontSize: '.5em', fontWeight: 'bold', padding:0, margin:0 }}> از تخصص و مهارت خود کسب درامد کنید </p>
        <p style={{ fontSize: '.3em', lineHeight: '120%', paddingBottom: 14,margin:10 }}>  با امکان کسب دامد بیش از سی ملیون ریال در ماه</p>
      </div>
      <div className='BackImage'>
        <Form />
      </div>
      <div className='PinWhat' >
        <p style={{ fontSize: 24, marginTop:680, fontWeight: 'bold' }}>
پین ورک چیست و در چه زمینه هایی فعالیت میکنه ؟
           </p>
        <p style={{ fontSize: 16, paddingLeft: '10%', paddingRight: '10%' }}>
        پین ورک خدمات آنلاین منزل است؛ مکانی برای یافتن متخصصان خوش نام و فعال. پین ورک دسترسی متخصصان را برای دریافت سفارش آسان میکند و به راحتی میتوانید به مشتریان قیمت مد نظر خودتون رو اعلام کنید . و با ارائه قیمت شفاف و بالا بردن کیفیت رضایت مشتری را به خود اختصاص دهید تا درآمد بیشتر و تعداد سفارشات بیشتری را به خود اختصاص دهید. 
            </p>
           <ul>
        <li >
          <p>
          نظافت منزل، محل کار، مشاعات
                </p>
          <svg width="18" height="13" viewBox="0 0 18 13" fill="none" xmlns="http://www.w3.org/2000/svg">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683418 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#85C02B" />
          </svg>
        </li>
        <li >
          <p>
          کارواش سیار               
           </p>
          <svg width="18" height="13" viewBox="0 0 18 13" fill="none" xmlns="http://www.w3.org/2000/svg">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683418 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#85C02B" />
          </svg>
        </li>
        <li >
          <p>
          باغبانی، سمپاشی
           </p>
          <svg width="18" height="13" viewBox="0 0 18 13" fill="none" xmlns="http://www.w3.org/2000/svg">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683418 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#85C02B" />
          </svg>
        </li>
        <li >
          <p>
          تعمیرات و تاسیسات 
          </p>
          <svg width="18" height="13" viewBox="0 0 18 13" fill="none" xmlns="http://www.w3.org/2000/svg">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683418 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#85C02B" />
          </svg>
        </li>
        <li >
          <p>
          برق کاری 
           </p>
          <svg width="18" height="13" viewBox="0 0 18 13" fill="none" xmlns="http://www.w3.org/2000/svg">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683418 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#85C02B" />
          </svg>
        </li>
        <li >
          <p>
          نصب توری  
          </p>
          <svg width="18" height="13" viewBox="0 0 18 13" fill="none" xmlns="http://www.w3.org/2000/svg">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683418 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#85C02B" />
          </svg>
        </li>
      </ul> 
      </div>
    </div>
  )
}
export default What;

